/* Label next to search field */
"1 song" = "1 曲";

/* Label next to search field */
"%i songs" = "%i 曲";

/* Dialog Button */
"Cancel" = "キャンセル";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "デフォルトアラーム";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "閉じる前にアラーム設定を保存しますか?";

/* Dialog Button */
"Don't Save" = "保存しない";

/* Window title when editing an alarm */
"Edit Alarm" = "アラームを編集";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "保存しないと変更内容は失われます。";

/* Main prompt in sheet */
"Invalid alarm time" = "時間の設定が不正です";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "プレイリスト: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "未来の日時を設定してください。";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "アラームを鳴らす曜日を選択してください。";

/* Dialog Button */
"Save" = "保存";

/* Song label when using a song */
"Song: %@" = "名前:　%@";

